Repository: mateuszneumann/ckanext-ceon
Catalog: ckanext/ceon/i18n/*/LC_MESSAGES/ckan.po
Languages: pl

source: Unauthorized to add member to group %s
pl: Brak uprawnień do dodania członka do grupy %s

source: Group not found
pl: Nieznana grupa

source: Dataset not found
pl: Nieznany zbiór danych

source: Unknown citation format (%s)
pl: Nieznany format cytowania (%s)

source: Tag vocabulary "%s" does not exist
pl: Nieistniejący słownik "%s"

source: Type of resource
pl: Typ zasobu

source: Area of study
pl: Obszar badań

source: DataCite DOI metadata updated
pl: Zaktualizowano metadane w DataCite DOI

source: DataCite DOI has been created
pl: Utworzono metadane w DataCite DOI

source: Upload
pl: Załaduj plik

source: Link
pl: Dodaj link

source: Remove
pl: Usuń

source: Image
pl: Grafika

source: Upload a file on your computer
pl: Załaduj plik na swoim komputerze

source: Link to a URL on the internet (you can also link to an API)
pl: Dodaj odnośnik do strony internetowej (możesz także zalinkować do API)

source: No matches found
pl: Nie znaleziono wyników

source: Start typing…
pl: Zacznij pisać…

source: Input is too short, must be at least one character
pl: Za krótki tekst, należy wpisać przynajmniej jeden znak

source: Moderation request from {site_title}
pl: Prośba o moderację ze strony {site_title}

source: Package accepted info from {site_title}
pl: Pakiet przyjął informacje ze strony {site_title}

source: Package rejected info from {site_title}
pl: Pakiet odrzucił informacje ze strony {site_title}

source: New package is waiting for moderation. Please click the following link to moderate this request: {package_link}
pl: Nowy pakiet oczekuje na moderację. Aby przejść do moderacji pakietu, kliknij w poniższy link: {package_link}

source: Package has been accepted by moderator. Please click the following link to view package: {package_link}
pl: Pakiet został zaakceptowany przez moderatora. Aby zobaczyć pakiet, kliknij w poniższy link: {package_link}

source: Package has been rejected by moderator. Reason: {reason} Please click the following link to view package: {package_link}
pl: Pakiet został odrzucony przez moderatora. Powód: {reason} Aby zobaczyć pakiet, kliknij w poniższy link: {package_link}

source: CeON Publication Repository
pl: Repozytorium Publikacji CeON

source: About the repository
pl: O repozytorium

source: Terms of use
pl: Regulamin RepOD

source: Legal guide
pl: Poradnik prawny

source: Contact us
pl: Kontakt

source: Create Dataset
pl: Utwórz zbiór danych

source: Datasets
pl: Zbiory danych

source: Groups
pl: Grupy

source: Sysadmin settings
pl: Ustawienia administracyjne

source: Admin
pl: Administrator

source: View profile
pl: Zobacz profil

source: Dashboard (%(num)d new item)
pl: Tablica (%(num)d nowy element)

source: Dashboard
pl: Tablica

source: Cite this document
pl: Pobierz metadane zbioru w wybranym formacie

source: Cite this as
pl: Poprawny format cytowania tego zbioru danych:

source: This DOI has not yet been published
pl: Ten DOI nie został jeszcze opublikowany

source: Private DOI
pl: Prywatny DOI

source: This DOI is not yet resolvable.
pl: Ten DOI nie jest jeszcze aktywny

source: It is available for use in manuscripts, and will be published when the Dataset is made public.
pl: Prywatny numer DOI można podawać w tekstach publikacji, ale nie jest on jeszcze aktywny. Zostanie aktywowany z chwilą upublicznienia samego zbioru danych.

source: Retrieved
pl: Wyszukany

source: Add me as member
pl: Dodaj mnie jako członka

source: Contact
pl: Kontakt

source: Help
pl: Pomoc

source: Why share research data?
pl: Po co udostępniać dane badawcze?

source: Who and how can share data?
pl: Kto i jak może udostępniać dane?

source: Who can use the deposited data and how?
pl: Kto i jak może korzystać z danych?

source: Why share research data in an open repository?
pl: Po co udostępniać dane badawcze w otwartym repozytorium?

source: Open sharing of data can bring advantages both to the development of science and to the researcher's career:
pl: Otwarte udostępnianie danych badawczych może przynieść korzyści zarówno rozwojowi nauki, jak i karierze badacza:

source: <li>sharing data allows its <strong>re-analysis</strong> and encourages <strong>new interpretations</strong>,</li> <li>open data can be used for conducting <strong>new research</strong>, and it can be merged with existing data to create <strong>new combinations</strong>,</li> <li>open data can be used both by other scientists and by people from <strong>outside the academic community</strong>,</li> <li>sharing data makes it easier to check whether published scientific works are based on <strong>reproducible results</strong>,</li> <li>depositing research data in a repository guarantees <strong>safe, long-term storage</strong>,</li> <li>preparing data for sharing requires that you <strong>describe it properly</strong>, so it becomes easier to use in the future,</li> <li>data deposited in a repository has a fixed URL and a DOI (digital object identifier) number, which makes <strong>proper citation</strong> easier, and allows the researcher to include a list of published datasets into their CV,</li> <li>data in a repository is supplied with a standardized set of metadata, which makes it <strong>easier to find</strong>,</li> <li>repositories may supply researchers with information on how often their data is <strong>viewed and downloaded</strong>.</li>
pl: <li>udostępnienie danych umożliwia ich <strong>ponowną analizę</strong> i zachęca do <strong>nowych interpretacji</strong>,</li> <li>otwarte dane można wykorzystywać do prowadzenia <strong>nowych badań</strong>, a także łączyć je ze sobą, tworząc <strong>nowe zestawienia</strong>,</li> <li>z otwartych danych mogą korzystać zarówno inni naukowcy, jak i <strong>osoby spoza środowiska akademickiego</strong>,</li> <li>udostępnienie danych ułatwia sprawdzenie, czy opublikowane już prace naukowe opierają się na <strong>powtarzalnych wynikach</strong>,</li> <li>dane zdeponowane w repozytorium są <strong>bezpiecznie, długoterminowo przechowywane</strong>,</li> <li>przygotowanie danych do udostępnienia wymaga ich <strong>odpowiedniego opracowania i opisania</strong>, dzięki czemu łatwiej z nich skorzystać w przyszłości,</li> <li>dane zdeponowane w repozytorium posiadają stały URL i uzyskują numer DOI (<em>digital object identifier</em>), co ułatwia ich <strong>prawidłowe cytowanie</strong> oraz umożliwia umieszczenie listy opublikowanych zbiorów danych w CV,</li> <li>dane w repozytorium są opatrzone zestandaryzowanym zestawem metadanych, dzięki czemu są <strong>łatwe do wyszukania</strong>,</li> <li>repozytorium zapewnia badaczom informacje o tym, jak często ich dane były <strong>oglądane i pobierane</strong>.</li>

source: All over the world more and more research-funding institutions are adopting open data policies. Some of them impose an obligation to openly share research data on their grantees. Also the European Commission has launched an Open Research Data Pilot in the Horizon 2020 program.
pl: Na całym świecie coraz więcej instytucji finansujących badania naukowe wprowadza politykę otwartych danych. Niektóre z nich nakładają na swoich grantobiorców obowiązek otwartego udostępniania wytworzonych danych. Także Komisja Europejska uruchomiła Pilotaż Otwartych Danych Badawczych w programie Horyzont 2020.

source: Who and how can share data in the Repository for Open Data?
pl: Kto i jak może udostępniać dane w Repozytorium Otwartych Danych?

source: Who can deposit data in RepOD?
pl: Kto może deponować dane w repozytorium?

source: <p>Data can be deposited by <strong>every registered user</strong> who conducts research and wants to share data pertaining to their research project. You only need to remember that the person depositing data must have all intellectual property and related <strong>rights</strong> necessary for open sharing of the materials (<a href="{legal_url}">RepOD Legal Guide</a>).</p>
pl: <p>Dane może deponować <strong>każdy zarejestrowany użytkownik</strong>, który prowadzi działalność badawczą i chce udostępnić związane ze swoimi badaniami dane naukowe. Trzeba jedynie pamiętać o tym, że osoba deponująca dane musi być w posiadaniu praw własności intelektualnej i pokrewnych potrzebnych do ich udostępnienia (<a href="{legal_url}">Poradnik prawny RepOD</a>).</p>

source: What sort of data can be deposited?
pl: Jakiego rodzaju dane można deponować?

source: <p>Any data that was <strong>created, collected or annotated for the purpose of scientific research</strong> can be shared in RepOD. The repository is intended for sharing data from <strong>all</strong> areas of knowledge. The data can be raw or pre-processed, provided that the description contains information on all the actions performed. Please <strong>do not deposit</strong> datasets that have already been published and had a DOI number assigned.</p>
pl: <p>Deponować można wszystkie dane, które zostały <strong>wytworzone, zebrane lub opisane na potrzeby działalności badawczej</strong>. RepOD jest przeznaczony do udostępniania danych ze <strong>wszystkich</strong> obszarów wiedzy. Mogą to być zarówno dane surowe, jak i już poddane obróbce, pod warunkiem, że opis zawiera informacje o wszystkich wykonanych czynnościach. Prosimy <strong>nie deponować</strong> zbiorów danych, które były już wcześniej publikowane i mają przypisany numer DOI.</p>

source: What does the sharing process look like?
pl: Jak przebiega proces udostępniania danych?

source: First, you need to <strong>register</strong> on our website. Every registered user has their own <strong>User folder</strong> associated with their account. Datasets can only be deposited in your own folder.
pl: Najpierw musimy <strong>zarejestrować się</strong> w serwisie. Każdy zarejestrowany użytkownik wraz z kontem otrzymuje też własny <strong>Folder użytkownika</strong>. Zbiory danych możemy deponować wyłącznie we własnym folderze.

source: To start depositing data, select the “Create dataset” option from the menu. Then enter the <strong>metadata</strong> (the information that describes your dataset) into the provided fields, according to the instructions next to the fields. Then <strong>add the prepared files</strong> (<a href="{legal_url}">How to prepare data for sharing?</a>). At this stage you should also fill in the metadata for individual files. You can interrupt these actions at any time, save the entered data by clicking <strong>“Save as draft”</strong>, and come back to finish it later. When the dataset is ready, click <strong>“Finish”</strong>.
pl: Aby rozpocząć deponowanie wybieramy z menu funkcję „Utwórz zbiór danych”. Następnie wprowadzamy <strong>metadane</strong> (informacje opisujące nasz zbiór danych), zgodnie z instrukcjami przy kolejnych polach, po czym po kolei <strong>dodajemy przygotowane pliki</strong> (<a href="legal_url">Jak przygotować dane do udostępnienia?</a>). Na tym etapie wypełniamy dodatkowo pola metadanych dla pojedynczych plików. W każdej chwili możemy przerwać, zapisać wprowadzone już informacje klikając w „Zapisz kopię roboczą”, i dokończyć kiedy indziej. Kiedy nasz zbiór danych jest już gotowy, klikamy <strong>„Zakończ”</strong>.

source: So far, your dataset is only visible to you (it is marked as “Private”). Now the repository's editor will check whether the deposited files can be considered research data (and not spam), and whether there are no errors in the entered metadata (the editor can correct basic typing mistakes; for more serious correction, they will contact the dataset creator). The editor does not review the contents of the dataset, its merits or quality. After getting <strong>approval from the editor</strong>, the data will become <strong>visible to everyone</strong> and will <strong>receive a DOI number</strong>. The approval process may take up to 2 working days. When the dataset is visible to the public, the note “Private” will disappear.
pl: Nasz zbiór danych jest na razie widoczny tylko dla nas (jest opatrzony znaczkiem „Prywatne”). Teraz redaktor repozytorium sprawdzi, czy zdeponowane pliki mają w ogóle charakter danych badawczych (a nie spamu) i czy nie ma błędów we wprowadzonych metadanych (ewidentne literówki może poprawić, w przypadku innych błędów skontaktuje się z nami). Redaktor nie sprawdza zawartości zbioru danych i nie ocenia jego wartości merytorycznej ani jakości. Po <strong>akceptacji przez redaktora</strong> nasze dane będą <strong>widoczne dla wszystkich i otrzymają numer DOI</strong>. Proces akceptacji może trwać do 2 dni roboczych. W chwili upublicznienia zbioru danych znak „Prywatne” zniknie.

source: If you want to <strong>assign</strong> the dataset to a <strong>group</strong> (for example, a group associated with a research institution to which you have an affiliation, or a project under which your research is conducted), you can do it at any moment after clicking “Finish” – either before or after the editor's approval and publishing the data. You can assign the dataset to more than one group, if you find that appropriate.
pl: Jeżeli chcemy zbiór danych <strong>przypisać do</strong> jakiejś <strong>grupy</strong> (np. związanej z jednostką naukową, w której jesteśmy afiliowani, albo z projektem, w ramach którego prowadzimy badania), możemy to zrobić w dowolnej chwili po kliknięciu w „Zakończ” – zarówno przed, jak i po akceptacji przez redaktora i upublicznieniu danych. Jeżeli zachodzi taka potrzeba, to możemy przypisać zbiór danych do więcej niż jednej grupy.

source: Can you modify the deposited data?
pl: Czy i jak można modyfikować zdeponowane dane?

source: <p>Removing, depositing, adding and exchanging files in published datasets that have been assigned a DOI number <strong>is not possible</strong>. Modifying the metadata is only permitted in a very limited scope (correcting typing mistakes and other minor errors, adding keywords, assigning to a different area of research, etc.).</p> <p>If you only want to <strong>update</strong> the data, you should deposit a new version by making a new dataset with a new version number. In this case, it is best to put this information in the title and/or description, informing that this dataset is a subsequent version of a dataset once published. You can also modify the description of the older dataset, so that it contains a link to the updated version.</p>
pl: <p>Usuwanie, dodawanie i wymienianie plików w opublikowanych już zbiorach danych, posiadających numer DOI, <strong>nie jest możliwe</strong>. Modyfikacje w metadanych są możliwe jedynie w bardzo ograniczonym zakresie (poprawianie literówek i innych drobnych błędów, modyfikacje opisów, dodawanie słów kluczowych, przypisanie do innej dziedziny nauk, itp).</p> <p>Natomiast jeżeli chcemy dane jedynie <strong>uaktualnić</strong>, powinniśmy zdeponować nową wersję danych w postaci nowego zbioru, z odpowiednio zmienionym numerem wersji; najlepiej wtedy zamieścić w tytule i/lub opisie informację, że jest to kolejna wersja opublikowanego już zbioru. Jednocześnie można zmodyfikować opis dla dotychczasowej wersji, tak by zawierał informację o i link do wersji uaktualnionej.</p>

source: Can the deposited data be withdrawn and how?
pl: Czy i jak można wycofać zdeponowane dane?

source: <p>Due to the possibility of the data being cited in scientific publications, withdrawing data is only possible in justified cases and requires intervention from a RepOD editor. If you need to withdraw your data, please contact us via e-mail (<a href="mailto:repod@pon.edu.pl">repod@pon.edu.pl</a>) and explain why the withdrawal is necessary. If the data is withdrawn, the current URL will lead to a message informing that the data has been withdrawn and the assigned DOI number will still direct users to this website.</p>
pl: <p>Ze względu na możliwość cytowania danych w pracach naukowych, wycofanie udostępnionych danych jest możliwe tylko w <strong>uzasadnionych przypadkach</strong> i wymaga interwencji redaktora Repod. Jeżeli więc zachodzi konieczność usunięcia danych, prosimy o kontakt e-mailem w tej sprawie (na adres <a href="mailto:repod@pon.edu.pl">repod@pon.edu.pl</a>) i wyjaśnienie, dlaczego jest to konieczne. Jeżeli dane zostaną wycofane, to pod dotychczasowym adresem URL pozostanie strona informująca o usunięciu danych, a przypisany numer DOI będzie nadal kierować użytkowników na tę stronę.</p>

source: What are RepOD groups and where do they come from?
pl: Co to są grupy i skąd się biorą?

source: <p>Groups allow to <strong>combine datasets into collections</strong>. A scientific unit (a research institute, a university, a faculty, etc.) or a research project can have their own group. Groups are open: any repository user can add their own dataset to an existing group. New groups are created by the website editor. Any registered user who shared or would like to share a dataset can submit an e-mail request to the RepOD editor (to the address: <a href="mailto:repod@pon.edu.pl">repod@pon.edu.pl</a>), asking to create a new group to which they would like to add their dataset. For example, this could be a group corresponding to a scientific institution the user is affiliated with. It is also possible to assign one dataset to numerous groups, for instance corresponding to several scientific institutions with which different authors of a given dataset are affiliated.</p>
pl: <p>Grupy pozwalają <strong>łączyć zbiory danych w kolekcje</strong>. Własną grupę może posiadać jednostka naukowa (instytut badawczy, uczelnia, wydział) albo projekt badawczy. Grupy mają charakter otwarty: do istniejącej już grupy każdy użytkownik repozytorium może dołączyć swój zbiór danych. Natomiast nowe grupy tworzone są przez redaktora serwisu: każdy zarejestrowany użytkownik, który udostępnił lub zamierza udostępnić zbiór danych, może zwrócić się do redakcji RepOD (na adres <a href="mailto:repod@pon.edu.pl">repod@pon.edu.pl</a>) z prośbą o stworzenie nowej grupy, do której chciałby swój zbiór danych włączyć – może to być na przykład grupa odpowiadająca jednostce naukowej, w której afiliowany jest użytkownik. Można też przypisać jeden zbiór danych do wielu różnych grup, na przykład odpowiadających różnym jednostkom naukowym, w których afiliowani są różni autorzy danego zbioru.</p>

source: How to prepare data for sharing?
pl: Jak przygotować dane do udostępnienia?

source: A dataset in our repository is just a collection of files with a description in the form of metadata. The dataset can be a collection of all data related to one publication or one research project, research question or experiment. The decision about the scope of data combined into one dataset lies solely with the dataset's creator. The dataset's structure, and the number and formats of files that constitute it, can be shaped accordingly. Please refer to the guidelines below:
pl: Zbiór danych w naszym repozytorium to po prostu zbiór plików wraz z opisem w postaci metadanych. Zbiór danych (ang. dataset) może odpowiadać wszystkim danym powiązanym z jedną publikacją, albo z jednym projektem naukowym, pytaniem badawczym czy typem eksperymentu – decyzja co do zakresu danych umieszczonych w jednym zbiorze należy w pełni do jego autora. Strukturę zbioru danych oraz liczbę i formaty plików można kształtować dowolnie. Zachęcamy jednak do zapoznania się z naszymi wskazówkami:

source: It is possible to use any file formats, but it is better to avoid formats that require one particular (especially commercial) software to work properly. Remember that the data will be stored over the long term, and popular programs appear and disappear all the time, so it's best to use formats that do not depend on a particular software. For example, it is better to store tabular data as .csv and not .xls. You can also deposit the same table in two formats.
pl: Formaty plików mogą być dowolne, należy jednak unikać formatów wymagających konkretnego, zwłaszcza komercyjnego (płatnego) oprogramowania. Powinniśmy pamiętać o tym, że dane będą przechowywane długo, a popularne programy pojawiają się, zmieniają i znikają szybko, dlatego najlepiej korzystać z formatów niezależnych od oprogramowania. Na przykład dane w tabelach lepiej zapisywać w formacie .csv niż .xls; możemy też zdeponować tę samą tabelę w obydwu formatach.

source: If you have a lot of files to deposit and the files can be grouped in a sensible manner, you can consider packaging them into .zip archives.
pl: Jeżeli mamy bardzo wiele plików do zdeponowania i dają się one sensownie pogrupować, to można ułatwić sobie proces opisywania i deponowania przez spakowanie plików, np. do postaci .zip. Powinniśmy jednak pamiętać o tym, że dla spakowanych plików niedostępna będzie funkcja podglądu.

source: A single file in the dataset cannot exceed 2&nbsp;GB. If it is not possible to divide your data into files of this size – please contact us. We will try to search for a solution together.
pl: Rozmiar pojedynczego pliku w zbiorze nie może przekroczyć 2&nbsp;GB. Jeżeli nie jest możliwe podzielenie danych na pliki tego rozmiaru – prosimy o kontakt z nami, wspólnie poszukamy rozwiązania.

source: The naming pattern of the files should be informative and transparent; this can significantly help users to understand and use the data.
pl: Nazewnictwo plików powinno być przemyślane; może to znacząco ułatwić użytkownikowi korzystanie z danych.

source: Not all metadata fields are compulsory, but try to fill as many as possible. The more information gets stored in the metadata, the bigger the chance that people who are genuinely interested in your data will be able to find it.
pl: Nie wszystkie pola metadanych są obowiązkowe, ale zachęcamy do wypełnienia jak największej ich części. Im więcej informacji uda nam się zawrzeć w metadanych, tym większa jest szansa, że osoby zainteresowane naszymi danymi faktycznie na nie trafią.

source: In order for the data to be usable, the research process should be described in as much detail as possible. You can put the methodology descriptions into the data files themselves, but if – for some reason – this is not a good solution in your case, you can also create a separate ReadMe.txt file in which the research methodology and context will be described. If there is a scientific publication describing how the data was collected, you should link to that as well, pasting the link into the provided field when entering the metadata.
pl: Aby skorzystanie z naszych danych było możliwe, musimy jak najdokładniej opisać sposób przeprowadzenia badań. Możemy opisy metodologiczne zawrzeć w plikach z danymi, ale jeżeli z jakichś względów nie jest to wygodne rozwiązanie, to możemy też utworzyć osobny plik ReadMe.txt, w którym będzie szczegółowo opisana metodologia i kontekst badań. Jeżeli istnieje już publikacja naukowa, w której opisane jest, w jaki sposób dane zostały zebrane, powinniśmy też podać link do niej w przeznaczonym do tego celu polu podczas wprowadzania metadanych.

source: The description of the data can be written in Polish or English. We encourage you to write in English, as it will make the shared data available to more people.
pl: Opisy danych (metadane) mogą być w języku polskim lub angielskim. Zachęcamy do korzystania w tym przypadku z języka angielskiego, gdyż dzięki temu więcej osób będzie miało możliwość skorzystania z udostępnionych danych.
