Repository: mateuszneumann/ckanext-ceon
Catalog: ckanext/ceon/i18n/*/LC_MESSAGES/ckan.po
Languages: pl

source: Research data can be shared in many ways. We encourage you to use one of the open licences (CC0, CC-BY, CC-BY-SA), but it is also possible to share data in RepOD without specifying a licence, under the conditions of fair use. Please remember that in order to share data, you need to have the necessary legal rights (including verbal consent of all co-authors). Please also note that it is the depositer who is responsible for proper anonymization of all personal and sensitive data. More information on legal issues can be found in the <a href="{legal_url}">RepOD Legal Guide</a>.
pl: Dane badawcze możemy udostępniać na różnych zasadach. Zachęcamy do korzystania z otwartych licencji (CC0, CC-BY, CC-BY-SA), ale możliwe jest też udostępnienie danych w Repozytorium Otwartych Danych bez nadawania licencji, na zasadach dozwolonego użytku. Należy pamiętać o tym, że aby udostępnić dane, musimy mieć do nich odpowiednie prawa (w tym także ustną zgodę wszystkich współautorów), oraz że to my odpowiadamy za anonimizację danych osobowych i wrażliwych. Więcej informacji na ten temat można znaleźć w rozdziale <a href="{legal_url}">Poradnik prawny RepOD</a>.

source: <p>Using our services <strong>does not require registration</strong>. Any interested party can view, download and use the shared files. Any restrictions in using the data result only from the legal status of the files: the open licence granted by the depositer or the provisions of fair use (<a href="{legal_url}">RepOD Legal Guide</a>).</p> <p>Please note that <strong>regardless</strong> of the legal status of the data, <strong>good scientific practice</strong> requires that you state the name of the author(s) and the source whenever you use the data – even if it is shared under a CC0 licence. The only exception to this rule is when such attribution is technically impossible (e.g. automatic data mining). If you use the data in your own publication, you should <strong>formally cite</strong> both the <strong>dataset</strong> available from the repository and the related <strong>scientific publication</strong>, if it exists.</p> <p>Here is an example of a proper citation format for a dataset downloaded from RepOD: Kowalska, A., Wiśniewska, B. (2015) Results of measurements from 2002-2004. Institute of Very Important Research. <a href="http://dx.doi.org/10.5072/0069791">http://dx.doi.org/10.5072/0069791</a></p>
pl: <p>Korzystanie z danych <strong>nie wymaga rejestracji</strong>. Przeglądać pliki, pobierać je i korzystać z zawartych w nich danych może każdy zainteresowany. Ewentualne ograniczenia w wykorzystywaniu danych są uzależnione jedynie od <strong>prawnego statusu</strong> danego pliku: udzielonej przez deponującego wolnej licencji lub udostępnienia na zasadach dozwolonego użytku (<a href="{legal_url}">Poradnik prawny RepOD</a>).</p> <p>Zwracamy uwagę, że <strong>niezależnie</strong> od statusu prawnego wykorzystywanych danych, <strong>dobry obyczaj naukowy</strong> nakazuje podanie autora(ów) i źródła danych <strong>zawsze</strong>, gdy z nich korzystamy – także wtedy, gdy dane zostały udostępnione na licencji CC0; wyjątkiem może być tylko sytuacja, gdy jest to niemożliwe z przyczyn technicznych (np. automatyczny <em>data mining</em>). Jeżeli wykorzystujemy dane w naszej własnej publikacji naukowej, powinniśmy <strong>formalnie zacytować</strong> zarówno znajdujący się w repozytorium <strong>zbiór danych</strong>, jak i powiązaną z nim <strong>publikację naukową</strong>, jeżeli taka istnieje.</p> <p>Poprawny <strong>format cytowania</strong> pobranego z RepODu zbioru danych wygląda tak:</p> <p>Kowalska, A., Wiśniewska, B. (2015) Wyniki pomiarów z lat 2002-2004. RepOD. <a href="http://dx.doi.org/10.5072/0069791">http://dx.doi.org/10.5072/0069791</a>.</p>

source: RepOD Terms of Use
pl: Regulamin RepOD

source: <p>RepOD – Repository for Open Data – is an online platform designed for open sharing of research data. Its purpose is to serve all researchers in Poland who would like to share their data on the Internet, so that any interested parties – other scientists and people from outside the academic community – can use it. By “scientific data” we mean all data that is produced, collected or annotated for the purpose of scientific research. RepOD is intended for so-called “small data”, generated during research conducted by individual scientists or small project teams. The purpose of our repository is to create a place where such data can be stored and shared with others.</p> <p>RepOD is maintained by the <a href="http://www.icm.edu.pl" target="_blank">Interdisciplinary Centre for Mathematical and Computational Modelling of the University of Warsaw (ICM UW)</a> as part of the services run by the <a href="http://pon.edu.pl" target="_blank">Open Science Platform (PON)</a> – a centre for the development of Polish open scientific resources. Among the services run by PON are also the <a href="http://depot.ceon.pl" target="_blank">CeON Repository</a> – an open repository for scientific texts (articles, books, chapters, doctoral dissertations, etc.) – and <a href="http://otworzksiazke.pl" target="_blank">Open the Book</a>, which hosts digital versions of scientific books written by Polish scientists. PON also maintains the <a href="yadda.icm.edu.pl/yadda/browse/articles.action" target="_blank">Library of Science</a> – a platform for Polish open scientific journals.</p>
pl: <p>RepOD – Repozytorium Otwartych Danych – to serwis umożliwiający otwarte udostępnianie danych badawczych. Jest skierowany do wszystkich badaczy w Polsce, którzy chcieliby udostępnić w Internecie dane związane ze swoją pracą naukową, tak by inni zainteresowani – zarówno inni naukowcy, jak i osoby spoza społeczności akademickiej – mogli z nich korzystać. Pod pojęciem danych naukowych rozumiemy tu wszystkie dane, które zostały wytworzone, zebrane lub opracowane na potrzeby prowadzenia badań naukowych. RepOD jest przeznaczony dla tzw. małych danych, powstających w pracach badawczych prowadzonych przez pojedynczych naukowców lub niewielkie zespoły naukowe. Celem naszego repozytorium jest stworzenie miejsca, gdzie takie dane naukowe będzie można udostępniać i dzielić się nimi.</p> <p>RepOD jest prowadzony w <a href="http://www.icm.edu.pl" target="_blank">Interdyscyplinarnym Centrum Modelowania Matematycznego i Komputerowego Uniwersytetu Warszawskiego (ICM UW)</a> w ramach działań <a href="http://pon.edu.pl" target="_blank">Platformy Otwartej Nauki (PON)</a> – ośrodka rozwoju polskich otwartych zasobów naukowych. Wśród serwisów prowadzonych przez PON znajdują się również <a href="https://depot.ceon.pl" target="_blank">Repozytorium CeON</a> – otwarte repozytorium tekstów naukowych (artykułów, książek i rozdziałów, rozpraw doktorskich, itp.) – oraz serwis <a href="http://otworzksiazke.pl" target="_blank">Otwórz Książkę</a>, w którym udostępniane są cyfrowe wersje książek naukowych polskich uczonych. PON prowadzi także <a href="http://bibliotekanauki.ceon.pl/" target="_blank">Bibliotekę Nauki</a> – platformę polskich otwartych czasopism naukowych.</p>

source: <h2>Repository for Open Data:</h2> <p>E-mail: <a href="mailto:repod@pon.edu.pl">repod@pon.edu.pl</a></p> <h2>RepOD is run by the Open Science Platform:</h2> <p><a href="http://pon.edu.pl">http://pon.edu.pl</a><br> E-mail: <a href="mailto:pon@icm.edu.pl">pon@icm.edu.pl</a></p> <h2>Postal address:</h2> <p>Interdisciplinary Centre for Mathematical and Computational Modelling<br> University of Warsaw<br> ul. Prosta 69,<br> 00-838 Warsaw,<br> Poland<br> (entrance from Towarowa street)</p>
pl: <h2>Repozytorium Otwartych Danych</h2> <p>E-mail: <a href="mailto:repod@pon.edu.pl">repod@pon.edu.pl</a></p> <h2>RepOD jest prowadzony przez Platformę Otwartej Nauki:</h2> <p><a href="http://pon.edu.pl">http://pon.edu.pl</a><br> E-mail: <a href="mailto:pon@icm.edu.pl">pon@icm.edu.pl</a></p> <h2>Adres pocztowy:</h2> <p>Interdyscyplinarne Centrum Modelowania Matematycznego i Komputerowego<br> Uniwersytet Warszawski<br> ul. Prosta 69, 00-838 Warszawa<br> (wejście od ul. Towarowej)</p>

source: {0} statistics
pl: {0} statystyki

source: related items
pl: powiązane obiekty

source: Author
pl: Autor

source: Firstname
pl: Imię

source: This field is required
pl: Pole obowiązkowe

source: Lastname
pl: Nazwisko

source: Affiliation
pl: Afiliacja

source: http://example.com/my-image.jpg
pl: http://example.com/moj-obraz.jpg

source: Image URL
pl: URL grafiki

source: Clear Upload
pl: Wyczyść ładowanie

source: Folder of user {organization_name}
pl: Folder użytkownika {organization_name}

source: View {organization_name}
pl: Zobacz {organization_name}

source: Associate this group with this dataset
pl: Przypisz tę grupę do tego zbioru danych

source: Add to group
pl: Dodaj do grupy

source: There are no groups associated with this dataset
pl: Z tym zbiorem danych nie jest powiązana żadna grupa

source: Publisher
pl: Wydawca

source: Publication year
pl: Rok wydania

source: Related publication
pl: Powiązana publikacja

source: Funder
pl: Instytucja finansująca badania

source: Funding program
pl: Program finansowania badań

source: Grant number
pl: Numer grantu

source: License for files
pl: Licencja dla plików

source: This dataset has been deleted.
pl: Ten zbiór danych został usunięty.

source: Add Related Item
pl: Dodaj powiązany obiekt

source: Additional Information
pl: Dodatkowe informacje

source: Field
pl: Pole

source: Value
pl: Wartość

source: Last updated
pl: Ostatnia modyfikacja

source: unknown
pl: nieznany

source: Created
pl: Utworzono

source: License
pl: Licencja

source: Title
pl: Tytuł

source: eg. A descriptive title
pl: Opisowy tytuł zbioru danych

source: After you fill in the data for one author, a new field will appear for the next author.
pl: Po wpisaniu danych pierwszego autora, pole do wpisania kolejnego autora pojawi się automatycznie.

source: Please enter the name of the institution or organization that holds, archives, publishes, prints, distributes, releases, issues, or produces the data you are depositing. For research data this will typically be the scientific unit where the main author of the dataset is affiliated, e.g. University of Something or Institute for Some Kind of Research. When deciding upon the publisher you should consider that this name will be used for citation of your dataset.
pl: Tu podajemy nazwę instytucji lub organizacji, która posiada, przechowuje, publikuje, drukuje, dystrybuuje lub odpowiada za wytworzenie deponowanych danych. W przypadku danych naukowych podajemy zazwyczaj jednostkę naukową, w której afiliowany jest główny autor zbioru danych, np. Uniwersytet w Pewnym Mieście albo Instytut Badań nad Różnościami. Przy określaniu wydawcy należy wziąć pod uwagę, że nazwa wydawcy będzie wykorzystywana do cytowania zbioru danych.

source: Year when the data was made or is being made publicly available. For research data this may also be the year when the data was first made available to the research community. If the data underwent an embargo period (time between the creation of the dataset and making it publicly available), please provide the end date of the embargo. In complicated cases, when you are not sure which date should be given, please consider which date makes most sense for citation purposes.
pl: Rok, w którym dane zostały lub zostają publicznie udostępnione. W przypadku danych naukowych może to być data udostępnienia dla społeczności naukowej. Jeżeli dane podlegały okresowi embargo (okres pomiędzy powstaniem zbioru a jego publicznym udostępnieniem), podajemy datę końcową okresu embargo. W skomplikowanych przypadkach, gdy nie mamy pewności, jaką datę podać, powinniśmy rozważyć, jaka data będzie najsensowniejsza z punktu widzenia przyszłego cytowania zbioru danych.

source: Publication Year
pl: Rok wydania

source: Please provide a link – including a DOI number if possible – to a research publication based on the data being deposited. Please choose here only one major publication. If you want to link the data to additional publications, you can enter them later into the „Related items” section on your datasets' webpage.
pl: Podajemy link – najlepiej zawierający numer DOI – do publikacji naukowej bazującej na deponowanych danych. W tym miejscu podajemy jedną, najściślej powiązaną publikację, natomiast jeżeli istnieją jeszcze inne publikacje bazujące na tych samych danych, to możemy później umieścić je w sekcji “Obiekty powiązane” na stronie naszego zbioru danych.

source: http://example.com/article-123
pl: http://example.com/artykul-123

source: Visibility
pl: Widoczność

source: Waiting for approval
pl: Oczekuje na akceptację

source: Rejected
pl: Odrzucony

source: Public
pl: Publiczny

source: Moderation notes
pl: Uwagi moderatora

source: eg. Some useful notes about moderation
pl: Przydatne notatki o moderacji

source: State
pl: Stan

source: Active
pl: Aktywny

source: Deleted
pl: Usunięty

source: For structured data, for example in tabular form, please choose “Dataset (Zbiór danych)”. For datasets containing files of different types, choose “Collection (Zestawienie)”. A more detailed description of all resource types can be found on pages 26-27 of the DataCite Metadata Schema for the Publication and Citation of Research Data (Version 3.1).
pl: Dla danych ustrukturyzowanych, na przykład w postaci tabel, wybieramy “Dataset - Zbiór danych”. Dla zbiorów danych złożonych z plików różnego rodzaju wybieramy “Collection - Zestawienie”. Szczegółowy opis wszystkich kategorii można znaleźć na str. 26-27 dokumentu DataCite Metadata Schema for the Publication and Citation of Research Data (Version 3.1).

source: Please choose an area of research that best describes the kind of research for which your dataset was created.
pl: Wybieramy z listy ten obszar badań, który najtrafniej opisuje badania, w ramach których powstały nasze dane.

source: If the relevant research funder is not listed, please enter the name manually.
pl: Jeżeli na liście nie ma instytucji, która sfinansowała nasze badania, wpisujemy jej nazwę ręcznie.

source: If the relevant funding program is not listed, please enter its name manually.
pl: Jeżeli na liście nie ma programu, w ramach którego zostały sfinansowane nasze badania, możemy wpisać jego nazwę ręcznie.

source: Hereby I grant this license for all resources
pl: Udzielam następującej licencji dla wszystkich plików tego zbioru:

source: If you are releasing all the files in your dataset under the same legal conditions, please choose from the list provided here. If at least one file will be released under different conditions than the rest of the dataset, please check the option „I will choose a separate license for each file in this dataset”. License descriptions and additional information on legal issues can be found in the RepOD Legal guide.
pl: Jeżeli nadajemy ten sam status prawny wszystkim plikom w deponowanym zbiorze, to w tym miejscu możemy już dokonać wyboru. Jeżeli co najmniej jeden plik będzie miał inny status prawny niż reszta zbioru, zaznaczamy opcję „Osobno wybiorę licencje dla poszczególnych plików w tym zbiorze danych”. Opisy poszczególnych licencji i więcej informacji prawnych znajdziemy w Poradniku prawnym RepOD.

source: I will grant different licenses for different resources
pl: Osobno wybiorę licencje dla poszczególnych plików tego zbioru.

source: File
pl: Plik

source: Name
pl: Nazwa

source: eg. January 2011 Gold Prices
pl: np. Wyniki pomiarów metodą...

source: Description
pl: Opis

source: Some useful notes about the data
pl: Opis zawartości tego konkretnego pliku.

source: eg. CSV, XML or JSON
pl: np. CSV, XML, JSON

source: Last Modified
pl: Ostatnia modyfikacja

source: eg. 2012-06-05
pl: np. 2015-06-30

source: File Size
pl: Rozmiar pliku

source: eg. 1024
pl: np. 1024

source: MIME Type
pl: Typ MIME

source: eg. application/json
pl: np. application/json

source: Are you sure you want to delete this resource?
pl: Czy na pewno chcesz usunąć ten zasób?

source: Delete
pl: Usuń

source: Previous
pl: Poprzednia

source: Save as draft
pl: Zapisz jako kopię roboczą

source: Save & add another
pl: Zapisz i dodaj kolejny

source: Finish
pl: Zakończ

source: Add
pl: Dodaj

source: No License Provided
pl: Nie określono licencji

source: This dataset satisfies the Open Definition.
pl: Ten zbiór danych jest zgodny z Definicją Otwartości (Open Definition).

source: Keywords
pl: Słowa kluczowe

source: Settings
pl: Ustawienia

source: Old Password
pl: Stare hasło
